  { "appname": "Elavon Product Selector",
  "prequestions" : [ 
     [ "Region", [{"text":"US", "value":"US"}, {"text":"Canada", "value":"CANADA"} ], 1 ],
     [ "Business Type", [ {"text":"Casual Dining", "value":"CDINING"}, {"text":"Fine Dining", "value":"FDINING"}, {"text":"Food Truck/Popup/Mobile", "value":"FOODTRUCK"}, {"text":"QSR", "value":"QSR"} ],  2 ],
     [ "Annual Dollar Volume", [ { "text":"< $200K", "value":"ADV200K" } , {"text":"$200K - $500K", "value":"ADV200K500K"},{"text":"> $500K", "value":"ADV500K"} ], 3 ]
  ],
"questions": [
  [
    "Does your business need to access sales informaton and/or reportng for multiple locations on one system?" , {
      "Yes, my business needs to access sales informaton and/or reporting to multiple locatons on one system.":"MULTIREP",
      "No, my business does not need to access sales informaton and/or reporting to multiple locatons on one system.":"none"
      
    }, 1
    ],
  [
    "Does your restaurant need pay-at-the-table or other mobile payment solutions?" , {
      "Yes, my restaurant needs pay-at-the-table or other mobile payment optons.":"MOBILITY",
      "No, my restaurant does not need pay-at-the-table or other mobile payment optons.":"none"
      
    }, 2
    ],
  [
    "Does your business process payments for internatonal cards?" , {
      "Yes, my business processes payments for internatonal cards.":"INTERNATIONAL",
      "No, my business does not processes payments for internatonal cards.":"none"
      
    },  3
    ],
  [
    "Do you need an online order feature or other e-commerce solution?" , {
      "Yes, I need an online order feature or other e-commerce solution.":"ECOMMERCE",
      "No, I don't need an online order feature or other e-commerce solution.":"none"
      
    },  4
    ],
  [
    "Does your restaurant need advanced capabilites?" , {
      "Yes, We need menu management.":"MENUMGT",
      "Yes, we need menu management, plus inventory management, split check or table management.":"MULTICAP",
      "We do not need any advanced capabilites. ": "none"
      
    }, 5
    ],
  [
    "Do you need a gift card or loyalty program? " , {
      "We need to offer gift cards.":"GCARD",
      "We need a loyalty program.":"LOYALTY",
      "We need to offer gift cards and a loyalty program.": "GCARDLOYALTY",
      "We don't need to offer gift cards o a loyalty program.": "none"
    },  6
    ]
]
}
